export const moroccoCities = [
"آسفي","أكادير","أصيلا","أزمور","أزيلال","إفران","الحاجب","الداخلة","الدار البيضاء","الراشيدية","الرباط","السمارة","الصويرة","العيون","القنيطرة",
"المحمدية","المضيق","الناظور","اليوسفية","بني ملال","برشيد","بركان","بوزنيقة","بوجدور","بوعرفة","تازة","تافراوت","تارودانت","تاونات","تطوان",
"تيزنيت","تينغير","جرادة","جرسيف","خريبكة","خنيفرة","دمنات","سطات","سلا","سيدي إفني","سيدي بنور","سيدي سليمان","سيدي قاسم","شفشاون","طانطان",
"طنجة","طرفاية","قلعة السراغنة","قصبة تادلة","كلميم","مراكش","مكناس","ميدلت","وزان","وجدة","ورزازات","زاكورة","زايو",
"الفقيه بن صالح","الصخيرات","تمارة","بنجرير","أيت ملول","إنزكان","بنسليمان","سوق الأربعاء الغرب","العرائش","القصر الكبير","الفنيدق",
"تاوريرت","تاهلة","أوطاط الحاج","الريش","ميسور","زاوية الشيخ","مريرت","إيموزار","أحفير","السعيدية","دبدو",
"بومالن دادس","أرفود","الريصاني","مرزوكة","أولاد تايمة","تيفلت","سيدي يحيى الغرب","أبي الجعد","وادي زم","سيدي رحال","حد السوالم","الكارة",
"إمنتانوت","شيشاوة","بوسكورة","دار بوعزة","عين عتيق","أزرو","بني درار"
];
